export const buffCfg = {
    
9810111 : {
            "id": "9810111",
            "desc": "神兵特效",
            "icon": "undefined",
            "type": "undefined",
            "name": "男枪神兵buff特效1"
        }
      ,  
9810611 : {
            "id": "9810611",
            "desc": "神兵特效",
            "icon": "undefined",
            "type": "undefined",
            "name": "男枪神兵buff特效2"
        }
      ,  
9811111 : {
            "id": "9811111",
            "desc": "神兵特效",
            "icon": "undefined",
            "type": "undefined",
            "name": "男枪神兵buff特效3"
        }
      ,  
9820111 : {
            "id": "9820111",
            "desc": "神兵特效",
            "icon": "undefined",
            "type": "undefined",
            "name": "女刀神兵buff特效1"
        }
      ,  
9820611 : {
            "id": "9820611",
            "desc": "神兵特效",
            "icon": "undefined",
            "type": "undefined",
            "name": "女刀神兵buff特效2"
        }
      ,  
9821111 : {
            "id": "9821111",
            "desc": "神兵特效",
            "icon": "undefined",
            "type": "undefined",
            "name": "女刀神兵buff特效3"
        }
      ,  
9830111 : {
            "id": "9830111",
            "desc": "神兵特效",
            "icon": "undefined",
            "type": "undefined",
            "name": "女锤神兵buff特效1"
        }
      ,  
9830611 : {
            "id": "9830611",
            "desc": "神兵特效",
            "icon": "undefined",
            "type": "undefined",
            "name": "女锤神兵buff特效2"
        }
      ,  
9831111 : {
            "id": "9831111",
            "desc": "神兵特效",
            "icon": "undefined",
            "type": "undefined",
            "name": "女锤神兵buff特效3"
        }
      ,  
9999991 : {
            "id": "9999991",
            "desc": "野外任务回血5%",
            "icon": "undefined",
            "type": "undefined",
            "name": "任务回血"
        }
      ,  
9000001 : {
            "id": "9000001",
            "desc": "被攻击时有5%几率使自身获得20%的吸血效果，持续5秒",
            "icon": "skill7001",
            "type": "受击触发",
            "name": "吸血术"
        }
      ,  
9000002 : {
            "id": "9000002",
            "desc": "被攻击时，反弹一切伤害，持续3.5秒，冷却时间：20秒",
            "icon": "skill7002",
            "type": "受击触发",
            "name": "玉石俱焚"
        }
      ,  
9000003 : {
            "id": "9000003",
            "desc": "被攻击时有10%几率使暴击概率+25%且暴击伤害翻倍，持续6秒，冷却时间：10秒",
            "icon": "skill7003",
            "type": "受击触发",
            "name": "心魔狂暴"
        }
      ,  
9000004 : {
            "id": "9000004",
            "desc": "攻击时有10%几率使自身攻击力翻倍，持续6秒",
            "icon": "skill7004",
            "type": "攻击触发",
            "name": "必杀一击"
        }
      ,  
9000011 : {
            "id": "9000011",
            "desc": "生命值低于25%后，获得自身最大血量20%的护盾并且获得50%的吸血效果，持续10秒，冷却时间：120秒",
            "icon": "skill7005",
            "type": "受击触发",
            "name": "血之狂暴"
        }
      ,  
9000012 : {
            "id": "9000012",
            "desc": "生命值低于25%后，获得自身最大血量25%的护盾并且获得60%的吸血效果，持续10秒，冷却时间：120秒",
            "icon": "skill7005",
            "type": "受击触发",
            "name": "血之狂暴"
        }
      ,  
9000013 : {
            "id": "9000013",
            "desc": "生命值低于25%后，获得自身最大血量30%的护盾并且获得70%的吸血效果，持续10秒，冷却时间：120秒",
            "icon": "skill7005",
            "type": "受击触发",
            "name": "血之狂暴"
        }
      ,  
9000014 : {
            "id": "9000014",
            "desc": "生命值低于25%后，获得自身最大血量35%的护盾并且获得80%的吸血效果，持续10秒，冷却时间：120秒",
            "icon": "skill7005",
            "type": "受击触发",
            "name": "血之狂暴"
        }
      ,  
9000015 : {
            "id": "9000015",
            "desc": "生命值低于25%后，获得自身最大血量40%的护盾并且获得90%的吸血效果，持续10秒，冷却时间：120秒",
            "icon": "skill7005",
            "type": "受击触发",
            "name": "血之狂暴"
        }
      ,  
9000016 : {
            "id": "9000016",
            "desc": "生命值低于25%后，获得自身最大血量45%的护盾并且获得100%的吸血效果，持续10秒，冷却时间：120秒",
            "icon": "skill7005",
            "type": "受击触发",
            "name": "血之狂暴"
        }
      ,  
9000017 : {
            "id": "9000017",
            "desc": "生命值低于25%后，获得自身最大血量50%的护盾并且获得110%的吸血效果，持续10秒，冷却时间：120秒",
            "icon": "skill7005",
            "type": "受击触发",
            "name": "血之狂暴"
        }
      ,  
9000018 : {
            "id": "9000018",
            "desc": "生命值低于25%后，获得自身最大血量55%的护盾并且获得120%的吸血效果，持续10秒，冷却时间：120秒",
            "icon": "skill7005",
            "type": "受击触发",
            "name": "血之狂暴"
        }
      ,  
9000019 : {
            "id": "9000019",
            "desc": "生命值低于25%后，获得自身最大血量60%的护盾并且获得130%的吸血效果，持续10秒，冷却时间：120秒",
            "icon": "skill7005",
            "type": "受击触发",
            "name": "血之狂暴"
        }
      ,  
9000020 : {
            "id": "9000020",
            "desc": "生命值低于25%后，获得自身最大血量65%的护盾并且获得140%的吸血效果，持续10秒，冷却时间：120秒",
            "icon": "skill7005",
            "type": "受击触发",
            "name": "血之狂暴"
        }
      ,  
9000021 : {
            "id": "9000021",
            "desc": "生命值低于25%后，获得自身最大血量70%的护盾并且获得150%的吸血效果，持续10秒，冷却时间：120秒",
            "icon": "skill7005",
            "type": "受击触发",
            "name": "血之狂暴"
        }
      ,  
9000022 : {
            "id": "9000022",
            "desc": "生命值低于25%后，获得自身最大血量75%的护盾并且获得160%的吸血效果，持续10秒，冷却时间：120秒",
            "icon": "skill7005",
            "type": "受击触发",
            "name": "血之狂暴"
        }
      ,  
9000023 : {
            "id": "9000023",
            "desc": "生命值低于25%后，获得自身最大血量80%的护盾并且获得170%的吸血效果，持续10秒，冷却时间：120秒",
            "icon": "skill7005",
            "type": "受击触发",
            "name": "血之狂暴"
        }
      ,  
9000024 : {
            "id": "9000024",
            "desc": "生命值低于25%后，获得自身最大血量85%的护盾并且获得180%的吸血效果，持续10秒，冷却时间：120秒",
            "icon": "skill7005",
            "type": "受击触发",
            "name": "血之狂暴"
        }
      ,  
9000025 : {
            "id": "9000025",
            "desc": "生命值低于25%后，获得自身最大血量90%的护盾并且获得190%的吸血效果，持续10秒，冷却时间：120秒",
            "icon": "skill7005",
            "type": "受击触发",
            "name": "血之狂暴"
        }
      ,  
9000026 : {
            "id": "9000026",
            "desc": "生命值低于25%后，获得自身最大血量95%的护盾并且获得200%的吸血效果，持续10秒，冷却时间：120秒",
            "icon": "skill7005",
            "type": "受击触发",
            "name": "血之狂暴"
        }
      ,  
9000027 : {
            "id": "9000027",
            "desc": "生命值低于25%后，获得自身最大血量100%的护盾并且获得210%的吸血效果，持续10秒，冷却时间：120秒",
            "icon": "skill7005",
            "type": "受击触发",
            "name": "血之狂暴"
        }
      ,  
9000028 : {
            "id": "9000028",
            "desc": "生命值低于25%后，获得自身最大血量105%的护盾并且获得220%的吸血效果，持续10秒，冷却时间：120秒",
            "icon": "skill7005",
            "type": "受击触发",
            "name": "血之狂暴"
        }
      ,  
9000029 : {
            "id": "9000029",
            "desc": "生命值低于25%后，获得自身最大血量110%的护盾并且获得230%的吸血效果，持续10秒，冷却时间：120秒",
            "icon": "skill7005",
            "type": "受击触发",
            "name": "血之狂暴"
        }
      ,  
9000030 : {
            "id": "9000030",
            "desc": "生命值低于25%后，获得自身最大血量115%的护盾并且获得240%的吸血效果，持续10秒，冷却时间：120秒",
            "icon": "skill7005",
            "type": "受击触发",
            "name": "血之狂暴"
        }
      ,  
9000101 : {
            "id": "9000101",
            "desc": "每次被攻击时有5%几率恢复2%的生命值",
            "icon": "skill7006",
            "type": "攻击触发",
            "name": "养精蓄锐"
        }
      ,  
9000102 : {
            "id": "9000102",
            "desc": "生命值低于50%时，立即恢复6%的生命值，冷却时间：45秒",
            "icon": "skill7007",
            "type": "受击触发",
            "name": "移花接木"
        }
      ,  
9000103 : {
            "id": "9000103",
            "desc": "生命值低于30%时，获得一个持续恢复效果，每秒回血3%，持续6秒，冷却时间：30秒",
            "icon": "skill7008",
            "type": "受击触发",
            "name": "青云秘术"
        }
      ,  
9000104 : {
            "id": "9000104",
            "desc": "生命值低于20%时，获得150%的吸血效果，持续4秒，冷却时间：10秒",
            "icon": "skill7009",
            "type": "受击触发",
            "name": "涅槃之气"
        }
      ,  
9000201 : {
            "id": "9000201",
            "desc": "战斗中闪避提高10%",
            "icon": "skill7010",
            "type": "攻击触发",
            "name": "闪避专精"
        }
      ,  
9000202 : {
            "id": "9000202",
            "desc": "战斗中闪避值增加2000",
            "icon": "skill7011",
            "type": "攻击触发",
            "name": "幻术"
        }
      ,  
9000203 : {
            "id": "9000203",
            "desc": "每次被攻击时有10%几率使闪避和命中都提高5%，可叠加3次，持续8秒",
            "icon": "skill7012",
            "type": "受击触发",
            "name": "灵光印"
        }
      ,  
9000204 : {
            "id": "9000204",
            "desc": "生命值低于20%后，可以100%闪避所有受到的攻击，持续5秒，冷却时间：30秒",
            "icon": "skill7013",
            "type": "受击触发",
            "name": "幻影之舞"
        }
      ,  
9000301 : {
            "id": "9000301",
            "desc": "攻击时有1%的几率晕眩目标3秒，并且额外造成10000点伤害",
            "icon": "skill7014",
            "type": "攻击触发",
            "name": "猛击"
        }
      ,  
9000302 : {
            "id": "9000302",
            "desc": "战斗中命中提高15%",
            "icon": "skill7015",
            "type": "攻击触发",
            "name": "噬魂灵血"
        }
      ,  
9000303 : {
            "id": "9000303",
            "desc": "每次攻击将减少敌方攻击力3%，可叠加6次，持续10秒；叠满6次后敌方立即失去50%的防御值，持续10秒，冷却时间：10秒",
            "icon": "skill7016",
            "type": "攻击触发",
            "name": "虚弱"
        }
      ,  
9000304 : {
            "id": "9000304",
            "desc": "攻击时附带腐蚀效果：敌方血量每秒减少1%，持续10秒，冷却时间60秒",
            "icon": "skill7017",
            "type": "攻击触发",
            "name": "血祭"
        }
      ,  
9000401 : {
            "id": "9000401",
            "desc": "战斗中暴击值+3000",
            "icon": "skill7018",
            "type": "攻击触发",
            "name": "暴击专精"
        }
      ,  
9000402 : {
            "id": "9000402",
            "desc": "攻击时50%几率触发绝杀效果：自身攻击翻倍，持续8秒，冷却时间：25秒",
            "icon": "skill7019",
            "type": "攻击触发",
            "name": "幻灭杀绝"
        }
      ,  
9000403 : {
            "id": "9000403",
            "desc": "被攻击时10%几率触发神之怒：每次被攻击时自身暴击概率提高8%，可叠加3次，持续10秒",
            "icon": "skill7020",
            "type": "受击触发",
            "name": "神之怒"
        }
      ,  
9000404 : {
            "id": "9000404",
            "desc": "每次攻击时有16%几率无视敌方抗暴",
            "icon": "skill7021",
            "type": "攻击触发",
            "name": "洞察心术"
        }
      ,  
9000405 : {
            "id": "9000405",
            "desc": "自身血量低于20%时,所有攻击必定暴击并且暴击倍数+2，持续4秒，冷却时间：30秒",
            "icon": "skill7022",
            "type": "受击触发",
            "name": "苍穹怒"
        }
    
}