
let tab = {};

	tab[1] = {
		"id": 1,
		"name": "首充礼包",
		"rmb_level": 6,
		"goods": [[480000,1],[101501,1],[100029,5],["100002",240]],
		"vip_exp": 60
	}
	tab[2] = {
		"id": 2,
		"name": "首充礼包",
		"rmb_level": 18,
		"goods": [[480000,1],[101501,2],[100029,10],["100002",720]],
		"vip_exp": 180
	}
	tab[3] = {
		"id": 3,
		"name": "首充礼包",
		"rmb_level": 50,
		"goods": [[480000,1],[101501,3],[100029,20],["100002",2000]],
		"vip_exp": 500
	}
	tab[4] = {
		"id": 4,
		"name": "首充礼包",
		"rmb_level": 99,
		"goods": [[480000,1],[101501,5],[460505,1],["100002",3960]],
		"vip_exp": 990
	}

export const first_pay_gift = tab;




