export const soul_type_name = {
    
    "1": {
        "name": "生命之魂",
        "level": [[4,"res_ui_100019"],[8,"res_ui_100019"],[12,"res_ui_100019"]]
    }
    ,
    "2": {
        "name": "攻击之魂",
        "level": [[4,"res_ui_100020"],[8,"res_ui_100020"],[12,"res_ui_100020"]]
    }
    ,
    "3": {
        "name": "防御之魂",
        "level": [[4,"res_ui_100021"],[8,"res_ui_100021"],[12,"res_ui_100021"]]
    }
    ,
    "4": {
        "name": "破甲之魂",
        "level": [[4,"res_ui_100022"],[8,"res_ui_100022"],[12,"res_ui_100022"]]
    }
    ,
    "5": {
        "name": "命中之魂",
        "level": [[4,"res_ui_100023"],[8,"res_ui_100023"],[12,"res_ui_100023"]]
    }
    ,
    "6": {
        "name": "闪避之魂",
        "level": [[4,"res_ui_100024"],[8,"res_ui_100024"],[12,"res_ui_100024"]]
    }
    ,
    "7": {
        "name": "暴击之魂",
        "level": [[4,"res_ui_100025"],[8,"res_ui_100025"],[12,"res_ui_100025"]]
    }
    ,
    "8": {
        "name": "抗暴之魂",
        "level": [[4,"res_ui_100026"],[8,"res_ui_100026"],[12,"res_ui_100026"]]
    }
    
}