<div style="background-color: white;height: 100%;">
        <div style="width: 90%;margin-left: 5%;">
                ---------标准表格-------
                <components-table-table>{datas:[["2016-05-02","王小虎","上海市普陀区金沙江路 1518 弄"], ["2016-05-04","王小虎","上海市普陀区金沙江路 1517 弄"]
                                , ["2016-05-01","王小虎","上海市普陀区金沙江路 1519 弄"]]
                                ,title:["日期","姓名","地址"] } </components-table-table>
                ---------显示边框表格-------
                <components-table-table>{datas:[["2016-05-02","王小虎","上海市普陀区金沙江路 1518 弄"], ["2016-05-04","王小虎","上海市普陀区金沙江路 1517 弄"]
                        , ["2016-05-01","王小虎","上海市普陀区金沙江路 1519 弄"]]
                        ,title:["日期","姓名","地址"],showBoder:true } </components-table-table>
                ---------控制高度表格-------
                <components-table-table>{datas:[["2016-05-02","王小虎","上海市普陀区金沙江路 1518 弄"], ["2016-05-04","王小虎","上海市普陀区金沙江路 1517 弄"]
                        , ["2016-05-01","王小虎","上海市普陀区金沙江路 1519 弄"], ["2016-05-03","王小虎","上海市普陀区金沙江路 1516 弄"]
                        , ["2016-05-01","王小虎","上海市普陀区金沙江路 1519 弄"], ["2016-05-03","王小虎","上海市普陀区金沙江路 1516 弄"]]
                        ,title:["日期","姓名","地址"],maxHeight:200 } </components-table-table>
        </div>
</div>